{"unk_token": {"content": "<unk>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "bos_token": {"content": "<s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "eos_token": {"content": "</s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "add_prefix_space": false, "errors": "replace", "sep_token": {"content": "</s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "cls_token": {"content": "<s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "pad_token": {"content": "<pad>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "trim_offsets": true, "add_special_tokens": false, "model_max_length": 512, "special_tokens_map_file": "C:\\Users\\nidhi/.cache\\huggingface\\transformers\\c27acf36a696a67c45813aa93597e0acfcf6d9ff470654d7a09e9306e8b9c39c.a11ebb04664c067c8fe5ef8f8068b0f721263414a26058692f7b2e4ba2a1b342", "name_or_path": "johngiorgi/declutr-small", "tokenizer_class": "RobertaTokenizer"}